Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sametingets-representanter-2001-2005.html.tmx
Source language: nob
Languages: sme

source: Sametingets representanter 2001-2005
sme: Sámedikki áirasat 2001-2005

source: Liste over Sametingets representanter i det 4. Sametinget, i perioden 2001-2005.
sme: Sámedikki áirasat 4. Sámedikkis, áigodagas 2001-2005. Bartholdsen, Tormod H, čoahkkinjođihangoddi

source: Anderssen, Sverre DnA
sme: Eira, Berit Oskal DnA

source: Dikkanen, Olav NSR
sme: Gaski, Jørn Are DnA

source: Eliassen, Olaf Sp,
sme: Hætta, Isak M. DL

source: Jonassen, Jarle NSR, leder tilskuddsstyret
sme: Jonassen, Jarle NSR, doarjjastivrra jođiheaddji

source: DnA
sme: Kristiansen, Margreta Påve DnA, čoahkkinjođihangoddi

source: Lakselvnes, Per-Bjørn NSR, møtelederskap
sme: Lakselvnes, Per-Bjørn NSR, čoahkkinjođihangoddi

source: Nilssen, Berit R. I. NSR
sme: Nymo, Birger R. NSR

source: Nystø, Sven-Roald NSR, president
sme: Nystø, Sven-Roald NSR, presideanta

source: Olsen, Willy DnA
sme: Olli, Egil DnA

source: Pedersen, Geir Tommy NSR
sme: Pedersen, Svein P. Sp, sámediggeráđi lahttu

source: Pedersen, Roger B. SVF
sme: Skum, John Harald NSR

source: Skum, Randi K. NSR, sametingsrådsmedlem
sme: Skum, Randi K. NSR, sámediggeráđi lahttu

source: Vedhugnes, Josef DnA, leder møtelederskap
sme: Vedhugnes, Josef DnA, čoahkkinjođihangotti jođiheaddji

source: Tegnforklaring for gruppene i Sametinget
sme: Čilgehus sámediggejoavkkuid oanádusaide:

source: SVF (3 repr.) – Samenes valgforbund
sme: SVF (3 áirasa) – Samenes valgforbund
